@extends('client.app')
@section('css')
<link rel="stylesheet" href="{{ asset('assets/css/client/term.css') }}">
@endsection
@section("content")
<div id="term">
    <div class="container">
        <div class="term">
            <h1 class="term-title">
                HARA PETA Project
            </h1>
            <p class="term-desc">利用規約</p>
            <div class="term-content">
                暗闇の中で一人で遠くに座っている
                私は一人で、寒くて苦い
                突然涙が唇の角で少し苦くなりました
                それから別の日が過ぎました。

                ここで誰かを探して驚いた彼は知らない
                ここで誰かを見つけて急いで
                少し暗闇を集めて、暖かく静かな時間を見つけましょう
                誰かを見つけるためのある冬の日。

                [DK：]
                突然霧に戻った
                苦労して、私はあなたを夢見ていたと思いました
                毎日はまだ野生です
                誰が知っている、待ってください。

                そして闇が終わると
                混乱は夢を消し続ける
                彼が一人でさまよったとき
                漠然とした懐かしさを見つけましょう。
                暗闇の中で一人で遠くに座っている
                私は一人で、寒くて苦い
                突然涙が唇の角で少し苦くなりました
                それから別の日が過ぎました。

                ここで誰かを探して驚いた彼は知らない
                ここで誰かを見つけて急いで
                少し暗闇を集めて、暖かく静かな時間を見つけましょう
                誰かを見つけるためのある冬の日。

                [DK：]
                突然霧に戻った
                苦労して、私はあなたを夢見ていたと思いました
                毎日はまだ野生です
                誰が知っている、待ってください。

                そして闇が終わると
                混乱は夢を消し続ける
                彼が一人でさまよったとき
                漠然とした懐かしさを見つけましょう。
                暗闇の中で一人で遠くに座っている
                私は一人で、寒くて苦い
                突然涙が唇の角で少し苦くなりました
                それから別の日が過ぎました。

                ここで誰かを探して驚いた彼は知らない
                ここで誰かを見つけて急いで
                少し暗闇を集めて、暖かく静かな時間を見つけましょう
                誰かを見つけるためのある冬の日。

                [DK：]
                突然霧に戻った
                苦労して、私はあなたを夢見ていたと思いました
                毎日はまだ野生です
                誰が知っている、待ってください。

                そして闇が終わると
                混乱は夢を消し続ける
                彼が一人でさまよったとき
                漠然とした懐かしさを見つけましょう。
                暗闇の中で一人で遠くに座っている
                私は一人で、寒くて苦い
                突然涙が唇の角で少し苦くなりました
                それから別の日が過ぎました。

                ここで誰かを探して驚いた彼は知らない
                ここで誰かを見つけて急いで
                少し暗闇を集めて、暖かく静かな時間を見つけましょう
                誰かを見つけるためのある冬の日。

                [DK：]
                突然霧に戻った
                苦労して、私はあなたを夢見ていたと思いました
                毎日はまだ野生です
                誰が知っている、待ってください。

                そして闇が終わると
                混乱は夢を消し続ける
                彼が一人でさまよったとき
                漠然とした懐かしさを見つけましょう。
                暗闇の中で一人で遠くに座っている
                私は一人で、寒くて苦い
                突然涙が唇の角で少し苦くなりました
                それから別の日が過ぎました。

                ここで誰かを探して驚いた彼は知らない
                ここで誰かを見つけて急いで
                少し暗闇を集めて、暖かく静かな時間を見つけましょう
                誰かを見つけるためのある冬の日。

                [DK：]
                突然霧に戻った
                苦労して、私はあなたを夢見ていたと思いました
                毎日はまだ野生です
                誰が知っている、待ってください。

                そして闇が終わると
                混乱は夢を消し続ける
                彼が一人でさまよったとき
                漠然とした懐かしさを見つけましょう。
                暗闇の中で一人で遠くに座っている
                私は一人で、寒くて苦い
                突然涙が唇の角で少し苦くなりました
                それから別の日が過ぎました。

                ここで誰かを探して驚いた彼は知らない
                ここで誰かを見つけて急いで
                少し暗闇を集めて、暖かく静かな時間を見つけましょう
                誰かを見つけるためのある冬の日。

                [DK：]
                突然霧に戻った
                苦労して、私はあなたを夢見ていたと思いました
                毎日はまだ野生です
                誰が知っている、待ってください。

                そして闇が終わると
                混乱は夢を消し続ける
                彼が一人でさまよったとき
                漠然とした懐かしさを見つけましょう。
                暗闇の中で一人で遠くに座っている
                私は一人で、寒くて苦い
                突然涙が唇の角で少し苦くなりました
                それから別の日が過ぎました。

                ここで誰かを探して驚いた彼は知らない
                ここで誰かを見つけて急いで
                少し暗闇を集めて、暖かく静かな時間を見つけましょう
                誰かを見つけるためのある冬の日。

                [DK：]
                突然霧に戻った
                苦労して、私はあなたを夢見ていたと思いました
                毎日はまだ野生です
                誰が知っている、待ってください。

                そして闇が終わると
                混乱は夢を消し続ける
                彼が一人でさまよったとき
                漠然とした懐かしさを見つけましょう。
                暗闇の中で一人で遠くに座っている
                私は一人で、寒くて苦い
                突然涙が唇の角で少し苦くなりました
                それから別の日が過ぎました。

                ここで誰かを探して驚いた彼は知らない
                ここで誰かを見つけて急いで
                少し暗闇を集めて、暖かく静かな時間を見つけましょう
                誰かを見つけるためのある冬の日。

                [DK：]
                突然霧に戻った
                苦労して、私はあなたを夢見ていたと思いました
                毎日はまだ野生です
                誰が知っている、待ってください。

                そして闇が終わると
                混乱は夢を消し続ける
                彼が一人でさまよったとき
                漠然とした懐かしさを見つけましょう。
            </div>

            <p class="term-confirm">上記の利用規約に同意しますか？</p>
            <div class="form-link form-link-pt">
                <button onclick="window.location.href=' {{ route('home') }}'" type="button">しない</button>
                <button class="form-link-primary" type="button"  onclick="window.location.href=' {{ route('post.term') }}'">する</button>
            </div>
        </div>
    </div>
</div>
@endsection

@section('script')
<script src="{{ asset('js/client/login.js') }}"></script>
@endsection