<?php

return [
    "question_1_1" => [
        '関心はない',
        '今すぐにでも実行したい',
        '気をつけて6ヵ月以上である',
        '気をつけたいと思うが、実行できない',
        '気をつけて6ヵ月未満である'
    ],
    'question_1_2' => [
        '関心はない',
        '今すぐにでも実行したい',
        '気をつけて6ヵ月以上である',
        '知っているが、実行できない',
        '気をつけて6ヵ月未満である'
    ],
    'question_2_1' => [
        '関心はない',
        '今すぐにでも実行したい',
        '改善を実行して6ヵ月以上である',
        '摂取しなければいけないと思うが、実行できない',
        '改善を実行して6ヵ月未満である'
    ],
    'question_3_1' => [
        '関心はない',
        '今すぐにでも実行したい',
        '今すぐにでも実行したい',
        '改善を実行して6ヵ月以上である',
        'よく噛まなければいけないと思うが、実行できない',
        '改善を実行して6ヵ月未満である'
    ],
    'question_4_1' => [
        '関心はない',
        '今すぐにでも実行したい',
        '改善を実行して6ヵ月以上である',
        '間食はやめたいと思うが、実行できない',
        '改善を実行して6ヵ月未満である'
    ],
    'question_5_1' => [
        '関心はない',
        '今すぐにでも実行したい',
        '定期的な運動を実行して6ヵ月以上である',
        '運動しなくてはいけないと思うが、実行できない',
        '定期的な運動を実行して6ヵ月未満である'
    ],
    'title_question_page_2' => [
        '会うと心が落ち着き安心できる人	',
        '常日頃、あなたの気持ちを敏感に察してくれる人',
        'あなたを日頃評価し、認めてくれる人',
        'あなたを信じてあなたの思うようにさせくれる人',
        'あなたが成長し、成功する事を我が事のように喜んでくれる人',
        '個人的な気持ちや秘密を打ち明けることができる人	',
        'お互いの考えや将来の事を話し合うことのできる人	',
        '甘えられる人',
        'あなたの行動や考えに賛成し、支持してくれる人',
        '気持ちの通じ合う人'
    ],
    'page_question_3' => [
        'optionAnswer' => [
            'いつもそうである',
            'まあそうである',
            'どちらともいえない',
            'まあそうではない' ,
            'そうではない',
        ],
        'question' => [
            'title' => [
                '自分ながら自分が偉いなあと思うことがある',
                '自分がかわいそうだから、良くないことでも「いいよ」と許してしまうことがある',
                '「どんなことをしても自分だけは守ってあげるからね」と思うことがある',
                '自分で自分を「よくやっているよ」と慰めてあげたいと思うことがある',
                '自分が少々のことをしても「大目に見てあげた」という気持ちがある',
                '自分が生き残るためには「そんなことぐらい気にするな」という思いがある',
                '自分は辛いことが多いから「別にそんなことぐらいしてもいい」という思いがある',
                '自分が生きるためには「色々な思いを切って進むしかない」という思いがある',
                '甘いことを言っていたら生きていけないから「やるしかない」と思うことがある',
                '自分を「よくやっている」と慰めている'
            ],
            'answer' => [
                'いつもそうである',
                'まあそうである',
                'どちらともいえない',
                'まあそうではない' ,
                'そうではない',
            ]
        ],
    ],
];
